elshafei91/SenseCAP-Watcher-Faces/examples/get_started/sdkconfig.defaults

CONFIG_IDF_TARGET="esp32s3"
CONFIG_LV_COLOR_16_SWAP=y

# CONFIG_SPIRAM=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions_demo.csv"
CONFIG_PARTITION_TABLE_FILENAME="partitions_demo.csv"
